<?php require('partials/head.php') ?>
<?php require('partials/nav.php') ?>
<?php require('partials/banner.php') ?>

<main>
    <div class="mx-auto max-w-7xl py-6 sm:px-6 lg:px-8 flex flex-col gap-20">
        История ГАПОУ СО «ЕТ Автоматика»

        История Екатеринбургского техникума «Автоматика» началась в 1982 году, когда Научно-производственное объединение
        автоматики имени академика Н.А. Семихатова решило создать для подготовки своих рабочих кадров образовательное
        учреждение. Так и появилось среди новостроек на улице Пехотинцев новое техническое училище № 19, которое
        возглавил
        специалист НПО автоматики Юрий Николаевич Симонов. Под управлением молодого директора училище встало на ноги,
        сформировало материальную базу для учебы и производственной практики - и осуществило первый прием обучающихся
        прошедших службу в армии с длительностью обучения - 1 год.

        Для справки: НПО автоматики – крупнейший разработчик систем управления в оборонно-космической отрасли.

        Специалисты НПО, стали первыми штатными педагогами, главным образом – мастерами производственного обучения. Это
        были
        люди с техническим и высшим образованием. Руководство НПО автоматики для сотрудников образовательного учреждения
        выделило жилье в ближайших новостройках. НПО автоматики, кстати, было единственным в регионе, где уральский
        коэффициент составлял не 15, а 25%; эта норма довольно долго держалась и для сотрудников образовательного
        учреждения.

        С тех пор прошло более 30 лет, но до сих пор в техникуме работают те – первые, кто осуществлял первые выпуски
        рабочих. Нужно заметить, что это были технически очень сложные профессии: радиомонтажник, настройщик
        радиоаппаратуры, оператор станков с ЧПУ и токарь-фрезеровщик.

        Станков с ЧПУ в то время в городе было совсем немного, а вот в НПО автоматики, одном из самых передовых
        предприятий
        того времени, – были; разумеется, отечественные: сначала на перфокартах, потом на перфолентах и магнитных
        лентах.
        Вот такого типа оборудование и присутствовало в училище, также обновляясь со временем. Практически все – от
        столов
        до эксклюзивных тогда видеомагнитофонов – появилось в училище, благодаря базовому предприятию НПО автоматики.

        В бытность Ю.Н. Симонова также начало продвигаться обучение специалистов других предприятий прямо «на местах» –
        прообраз вечернего, хозрасчетного, отделения, получившего позже хорошее развитие на базе мобильных
        педагогических
        кадров техникума.

        Через два года после открытия коллектив возглавил Евгений Михайлович Харченко. Команда обновилась, а само
        образовательное учреждение, прошло ряд юридических преобразований. В 1984 году техническое училище
        реорганизуется в
        СПТУ-77. Смена названий отразила суть происходящей в стране реформы образования: молодежь, одновременно с
        получением
        профессии смогла получать образование в объеме полной (средней) школы.

        В эти годы коллектив развивался очень интересно. В перечне образовательных услуг появилось много новых
        профессий, а
        также и началась «эра компьютеризации». Надо отдать должное заместителю директора Н.Н. Моргунову, который
        курировал
        это направление и отдавал ему много сил. В штатном расписании появились ставки специалистов вычислительного
        центра,
        вплоть до программиста и оператора ЭВМ. Сам ВЦ получил обособленный отсек первого этажа, в котором первой ЭВМ
        стала
        большая машина серии ЕС, она занимала целый машзал с экзотическим по сегодняшним меркам периферийным
        оборудованием,
        как-то: напольные дисководы, магнитофонные стойки и пульт оператора. В этом помещении со статусом учебной
        лаборатории проходили учебную практику операторы ЭВМ.

        А каких только персональных компьютеров не знало наше учреждение. «Искры» и «ДВК», «БК», «Макинтоши» и «Ямахи»…
        И,
        наконец, как положено, стартовала эра унифицированных IBM и пентиумов. К тому времени сложилась кафедра
        информационных технологий, получившая наибольшую популярность для продвинутых абитуриентов многих лет.

        В 1986 году специалист ВЦ В.И. Федотовских получает почетный диплом ВДНХ за разработку обучающих и
        управленческих
        программ для образовательного учреждения.

        С приходом в 1990 году нового директора Михаила Ивановича Кузнецова, СПТУ-77 получает статус экспериментальной
        площадки и переименовывается – в Высшее профессиональное училище и далее – технический лицей «Автоматика»,
        инновации
        переходят в русло развития социального партнерства и стандартизации образовательных программ с учетом этого
        партнерства. Коллектив в течение нескольких лет готовит специалистов на основе интеграции учебных планов
        начального
        и среднего профессионального образования (НПО и СПО). По сути ОУ и его коллектив становятся экспериментальной
        площадкой, и, получая положительный опыт, приобретают и новое качество.

        В мае 2005 года образовательное учреждение Профессиональный лицей реорганизован в учреждение среднего
        профессионального образования - Екатеринбургский техникум «Автоматика». Большие перемены коснулись возможностей
        реализации образовательных программ не только для абитуриентов, но и корпоративных заказчиков. На базе ЕТ
        «Автоматика» был создан и работал профильный ресурсный центр металлообрабатывающего профиля Свердловской
        области.

        Быстрыми темпами развивается учебно-материальная база техникума. Постоянной тенденцией стала модернизация
        оборудования, впервые оприходованы и запущены в работу новые импортные обрабатывающие центры с программным
        управлением. На помощь станочникам и технологам машиностроения пришел специализированный интерактивный учебный
        класс
        по программированию и практической разработке управляющих программ для современных систем ЧПУ:

        -Siemens Sinumeik 840L|810D,

        -CE Fanuc Series 21.

        Программы развития Екатеринбургского техникума «Автоматика» позиционируют свою образовательную деятельность в
        связи
        с направлениями развития Свердловской области, социальных партнеров, поддержки молодежного технического знания и
        концепции Уральской Инженерной школы.

        Как пример: сейчас в техникуме существует 93 единицы металлообрабатывающего оборудования - это возможность
        полностью
        реализовать подготовку по профессиям и специальностям технического профиля. Недавно появилась новая лаборатория
        диагностики учебного оборудования по машиностроению.

        С помощью социальных партнеров модернизирована мастерская монтажников радиоэлектронной аппаратуры и приборов.
        Кстати, это и база для постоянного проведения конкурсов и олимпиад областного уровня.

        Компьютерный парк техникума составляет более 120 единиц. В учебном процессе также используются мультимедийные
        проекторы, интерактивные доски.

        Спортивный зал, тренажёрный зал и актовый зал на 150 посадочных мест с новейшим оборудованием активно
        используются
        сотрудниками и обучающимися техникума.

        Высокая квалификация педагогов подтверждена квалификационными испытаниями, а студенты техникума стабильно
        представляют техникум на предметных олимпиадах городского и областного уровней, занимая призовые места.

        История техникума богата традициями, поддерживаемыми от поколения к поколению студентов, здесь обеспечиваются
        самые
        широкие возможности организации внеурочной деятельности: досуг, спорт, массовые мероприятия, проекты для
        интеллектуалов и волонтеров, идеи для агитбригад и многое другое.

        Летопись учебного заведения продолжается. Новое – впереди, и коллектив идет к нему смело, находясь в динамичном
        поиске планов и идей, достойных своего времени.
    </div>
</main>

<?php require('partials/footer.php') ?>